{
  "blogs": [
    {
      "title": "Molly White Tracks Crypto Scams. It’s Going Just Great",
      "body": "White started the blog in December 2021 out of frustration with the mainstream coverage of crypto, which she says paid too much attention to rags-to-riches tales and not enough to its dark underbelly. Her goal was to paint a fuller picture, to chronicle the thefts and failures, debunk the marketing spiel, and underline the risks in the process.\nA software engineer by trade, White coded Web3 Is Going Just Great over the span of a few weeks. It was only a side project, designed to “entertain me and me alone,” says White; she never imagined it would gain any traction. But within a few months, the blog had become a viral hit, earning White a reputation as an authoritative crypto pundit.\nWhen she first learned about crypto at a conference in college in the early 2010s, White admired the pro-privacy and anti-censorship principles on which it was founded. She was enthusiastic, she says, about its potential to shield dissidents and whistleblowers from financial surveillance and to help women confined to abusive relationships by financial dependence.\nHowever, by the time crypto reappeared on White’s radar a decade later, those ideas had been all but erased—replaced with an emphasis on maximizing personal profit. Online, the rocket ship emoji was being cast about as an instrument of hype, and “no coiners” were being told to “have fun staying poor,” as record numbers of people were drawn into crypto. As a result, examples of the technology being used for good are “eclipsed” by the number of people who have lost money, says White. “It’s moving the web and society in a really negative direction.”",
      "author": "JOEL KHALILI",
      "id": 1
    },
    {
      "title": "YouTube’s Crackdown Spurs Record Uninstalls of Ad Blockers",
      "body": "IN EARLY OCTOBER, the people who make ad blocking tools convened in Amsterdam for their industry’s annual conference. One session was a welcome pitch from Google product leaders about tweaks made to address fears that a security update to the company’s Chrome browser could hamper ad zapping. Google, which draws nearly 80 percent of its revenue from ads, even cosponsored the event, at an airy venue along the water.\nAll the while, another team at Google quietly prepared to unleash the most sweeping crackdown on ad blockers since Facebook took them on in 2016. As the world’s ad blocker builders returned home from their conference, Google’s YouTube unexpectedly broadened a small test begun in May that uses pop-up dialogs to demand that viewers disable their ad blockers—or lose the ability to watch videos on the world’s most popular video-sharing website.\nGoogle was “very proud to present at the ad blocking conference,” says Krzysztof Modras, director of product and engineering at ad block and privacy tools developer Ghostery. “And the next day this ad blocker war started.”\nPreviously unreported figures from ad blocking companies indicate that YouTube’s crackdown is working, with hundreds of thousands of people uninstalling ad blockers in October. The available data suggests that last month saw a record number of ad blockers uninstalled—and also a record for new ad blocker installs as people sought alternatives that wouldn’t trigger YouTube’s dreaded pop-up.",
      "author": "PARESH DAVE",
      "id": 2
    },
    {
      "title": "as",
      "body": "as",
      "author": "Rick",
      "id": 3
    }
  ]
}